Revit 2027 API
ParameterTypeId.ContinuousFootingBottomToe Property
 "Bottom Toe Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousFootingBottomToe { get; }
Public Shared ReadOnly Property ContinuousFootingBottomToe As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousFootingBottomToe {
	ForgeTypeId^ get ();
}
static member ContinuousFootingBottomToe : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace